cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bash-completion'
brew 'coreutils'
brew 'gnupg2'
brew 'httpie'
brew 'imagemagick'
brew 'libav'
brew 'moreutils'
brew 'node'
brew 'pandoc'
brew 'pinentry-mac'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'youtube-dl'

cask 'dropbox'
cask 'iterm2'
cask 'keybase'
cask 'vlc'
