cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bash-completion'
brew 'coreutils'
brew 'ghostscript'
brew 'gnupg2'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'libav'
brew 'moreutils'
brew 'node'
brew 'pandoc'
brew 'pinentry-mac'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'balenaetcher'
cask 'dropbox'
cask 'gimp'
cask 'inkscape'
cask 'iterm2'
cask 'keybase'
cask 'mounty'
cask 'spotify'
cask 'transmission'
cask 'vlc'
cask 'xquartz'
