cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'awscli'
brew 'ansible'
brew 'borkdude/brew/babashka'
brew 'bash-completion'
brew 'clojure/tools/clojure'
brew 'cmake'
brew 'coreutils'
brew 'ghostscript'
brew 'gnupg2'
brew 'graphviz'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'libav'
brew 'libvterm'
brew 'moreutils'
brew 'node'
brew 'pandoc'
brew 'pinentry-mac'
brew 'ripgrep'
brew 'rsync'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'


cask 'balenaetcher'
cask 'basictex'
cask 'google-cloud-sdk'
cask 'dropbox'
cask 'gimp'
cask 'google-chrome'
cask 'inkscape'
cask 'iterm2'
cask 'keybase'
cask 'mounty'
cask 'skype'
cask 'spotify'
cask 'transmission'
cask 'vlc'
cask 'xquartz'
